module.exports = {
	// You can customize the language here or directly in the command files
	autoUpdateThreadInfo: {},
	checkwarn: {
		text: {
			warn: "𝙼𝚎𝚖𝚋𝚎𝚛 %1 𝚑𝚊𝚜 𝚋𝚎𝚎𝚗 𝚠𝚊𝚛𝚗𝚎𝚍 3 𝚝𝚒𝚖𝚎𝚜 𝚋𝚎𝚏𝚘𝚛𝚎 𝚊𝚗𝚍 𝚑𝚊𝚜 𝚋𝚎𝚎𝚗 𝚋𝚊𝚗𝚗𝚎𝚍 𝚏𝚛𝚘𝚖 𝚝𝚑𝚎 𝚌𝚑𝚊𝚝 𝚋𝚘𝚡\n- 𝙽𝚊𝚖𝚎: %1\n- 𝚄𝚒𝚍: %2\n- 𝚃𝚘 𝚞𝚗𝚋𝚊𝚗, 𝚙𝚕𝚎𝚊𝚜𝚎 𝚞𝚜𝚎 𝚝𝚑𝚎 \"%3𝚠𝚊𝚛𝚗 𝚞𝚗𝚋𝚊𝚗 <𝚞𝚒𝚍>\" 𝚌𝚘𝚖𝚖𝚊𝚗𝚍 (𝚠𝚒𝚝𝚑 𝚞𝚒𝚍 𝚒𝚜 𝚝𝚑𝚎 𝚞𝚒𝚍 𝚘𝚏 𝚝𝚑𝚎 𝚙𝚎𝚛𝚜𝚘𝚗 𝚢𝚘𝚞 𝚠𝚊𝚗𝚝 𝚝𝚘 𝚞𝚗𝚋𝚊𝚗)",
			needPermission: "𝙱𝚘𝚝 𝚗𝚎𝚎𝚍𝚜 𝚊𝚍𝚖𝚒𝚗𝚒𝚜𝚝𝚛𝚊𝚝𝚘𝚛 𝚙𝚎𝚛𝚖𝚒𝚜𝚜𝚒𝚘𝚗 𝚝𝚘 𝚔𝚒𝚌𝚔 𝚋𝚊𝚗𝚗𝚎𝚍 𝚖𝚎𝚖𝚋𝚎𝚛𝚜"
		}
	},
	leave: {
		text: {
			session1: "𝚖𝚘𝚛𝚗𝚒𝚗𝚐",
			session2: "𝚗𝚘𝚘𝚗",
			session3: "𝚊𝚏𝚝𝚎𝚛𝚗𝚘𝚘𝚗",
			session4: "𝚎𝚟𝚎𝚗𝚒𝚗𝚐",
			leaveType1: "𝚕𝚎𝚏𝚝 𝚝𝚑𝚎 𝚐𝚛𝚘𝚞𝚙",
			leaveType2: "𝚠𝚊𝚜 𝚔𝚒𝚌𝚔𝚎𝚍 𝚏𝚛𝚘𝚖 𝚝𝚑𝚎 𝚐𝚛𝚘𝚞𝚙"
		}
	},
	logsbot: {
		text: {
			title: "====== 𝐁𝐨𝐭 𝐥𝐨𝐠𝐬 ======",
			added: "\n✅\n𝐄𝐯𝐞𝐧𝐭: 𝚋𝚘𝚝 𝚑𝚊𝚜 𝚋𝚎𝚎𝚗 𝚊𝚍𝚍𝚎𝚍 𝚝𝚘 𝚊 𝚗𝚎𝚠 𝚐𝚛𝚘𝚞𝚙\n- Added by: %1",
			kicked: "\n❌\n𝐄𝐯𝐞𝐧𝐭: 𝚋𝚘𝚝 𝚑𝚊𝚜 𝚋𝚎𝚎𝚗 𝚔𝚒𝚌𝚔𝚎𝚍\n- 𝙺𝚒𝚌𝚔𝚎𝚍 𝚋𝚢: %1",
			footer: "\n- 𝐔𝐬𝐞𝐫 𝐈𝐃: %1\n- 𝐆𝐫𝐨𝐮𝐩: %2\n- 𝐆𝐫𝐨𝐮𝐩 𝐈𝐃: %3\n- 𝐓𝐢𝐦𝐞: %4"
		}
	},
	onEvent: {},
	welcome: {
		text: {
			session1: "𝚖𝚘𝚛𝚗𝚒𝚗𝚐",
			session2: "𝚗𝚘𝚘𝚗",
			session3: "𝚊𝚏𝚝𝚎𝚛𝚗𝚘𝚘𝚗",
			session4: "𝚎𝚟𝚎𝚗𝚒𝚗𝚐",
			welcomeMessage: "𝚃𝚑𝚊𝚗𝚔 𝚢𝚘𝚞 𝚏𝚘𝚛 𝚒𝚗𝚟𝚒𝚝𝚒𝚗𝚐 𝚖𝚎 𝚝𝚘 𝚝𝚑𝚎 𝚐𝚛𝚘𝚞𝚙!\n𝙱𝚘𝚝 𝚙𝚛𝚎𝚏𝚒𝚡: %1\n𝚃𝚘 𝚟𝚒𝚎𝚠 𝚝𝚑𝚎 𝚕𝚒𝚜𝚝 𝚘𝚏 𝚌𝚘𝚖𝚖𝚊𝚗𝚍𝚜, 𝚙𝚕𝚎𝚊𝚜𝚎 𝚎𝚗𝚝𝚎𝚛: %1𝚑𝚎𝚕𝚙",
			multiple1: "𝚢𝚘𝚞",
			multiple2: "𝚢𝚘𝚞 𝚐𝚞𝚢𝚜"
		}
	}
};
